{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "0": 5,
      "1": 6,
      "2": 7,
      "3": 8,
      "4": 9,
      "5": 10,
      "6": 11,
      "7": 12,
      "8": 13,
      "9": 14,
      ":": 15,
      "23": 16,
      "11": 17,
      "10": 18,
      "14": 19,
      "18": 20,
      "24": 21,
      "20": 22,
      "17": 23,
      "21": 24,
      "03": 25,
      "08": 26,
      "19": 27,
      "12": 28,
      "07": 29,
      "22": 30,
      "06": 31,
      "16": 32,
      "04": 33,
      "05": 34,
      "02": 35,
      "01": 36,
      "13": 37,
      "15": 38,
      "25": 39,
      "32": 40,
      "09": 41,
      "26": 42,
      "36": 43,
      "28": 44,
      "39": 45,
      "33": 46,
      "27": 47,
      "29": 48,
      "59": 49,
      "30": 50,
      "45": 51,
      "54": 52,
      "31": 53,
      "41": 54,
      "52": 55,
      "47": 56,
      "37": 57,
      "38": 58,
      "40": 59,
      "44": 60,
      "55": 61,
      "53": 62,
      "56": 63,
      "58": 64,
      "57": 65,
      "35": 66,
      "48": 67,
      "34": 68,
      "49": 69,
      "50": 70,
      "51": 71,
      "42": 72,
      "43": 73,
      "46": 74,
      "61": 75,
      "63": 76,
      "69": 77,
      "64": 78,
      "62": 79,
      "68": 80,
      "67": 81,
      "66": 82,
      "65": 83,
      "60": 84
    },
    "merges": [
      "2 3",
      "1 1",
      "1 0",
      "1 4",
      "1 8",
      "2 4",
      "2 0",
      "1 7",
      "2 1",
      "0 3",
      "0 8",
      "1 9",
      "1 2",
      "0 7",
      "2 2",
      "0 6",
      "1 6",
      "0 4",
      "0 5",
      "0 2",
      "0 1",
      "1 3",
      "1 5",
      "2 5",
      "3 2",
      "0 9",
      "2 6",
      "3 6",
      "2 8",
      "3 9",
      "3 3",
      "2 7",
      "2 9",
      "5 9",
      "3 0",
      "4 5",
      "5 4",
      "3 1",
      "4 1",
      "5 2",
      "4 7",
      "3 7",
      "3 8",
      "4 0",
      "4 4",
      "5 5",
      "5 3",
      "5 6",
      "5 8",
      "5 7",
      "3 5",
      "4 8",
      "3 4",
      "4 9",
      "5 0",
      "5 1",
      "4 2",
      "4 3",
      "4 6",
      "6 1",
      "6 3",
      "6 9",
      "6 4",
      "6 2",
      "6 8",
      "6 7",
      "6 6",
      "6 5",
      "6 0"
    ]
  }
}