{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "/": 5,
      "0": 6,
      "1": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "5": 11,
      "6": 12,
      "7": 13,
      "8": 14,
      "9": 15,
      ":": 16,
      "20": 17,
      "201": 18,
      "22": 19,
      "10": 20,
      "03": 21,
      "11": 22,
      "05": 23,
      "21": 24,
      "08": 25,
      "06": 26,
      "07": 27,
      "04": 28,
      "12": 29,
      "01": 30,
      "02": 31,
      "09": 32,
      "23": 33,
      "18": 34,
      "14": 35,
      "24": 36,
      "17": 37,
      "19": 38,
      "16": 39,
      "13": 40,
      "15": 41,
      "25": 42,
      "26": 43,
      "28": 44,
      "27": 45,
      "29": 46,
      "30": 47,
      "2022": 48,
      "32": 49,
      "31": 50,
      "36": 51,
      "39": 52,
      "33": 53,
      "59": 54,
      "45": 55,
      "54": 56,
      "41": 57,
      "52": 58,
      "2021": 59,
      "47": 60,
      "37": 61,
      "38": 62,
      "40": 63,
      "44": 64,
      "53": 65,
      "55": 66,
      "56": 67,
      "58": 68,
      "57": 69,
      "35": 70,
      "34": 71,
      "48": 72,
      "49": 73,
      "50": 74,
      "51": 75,
      "2020": 76,
      "2011": 77,
      "2016": 78,
      "2012": 79,
      "2013": 80,
      "2014": 81,
      "2015": 82,
      "2018": 83,
      "2019": 84,
      "42": 85,
      "2017": 86,
      "43": 87,
      "46": 88,
      "2010": 89,
      "61": 90,
      "2023": 91,
      "63": 92,
      "69": 93,
      "62": 94,
      "64": 95,
      "68": 96,
      "67": 97,
      "66": 98,
      "65": 99,
      "60": 100
    },
    "merges": [
      "2 0",
      "20 1",
      "2 2",
      "1 0",
      "0 3",
      "1 1",
      "0 5",
      "2 1",
      "0 8",
      "0 6",
      "0 7",
      "0 4",
      "1 2",
      "0 1",
      "0 2",
      "0 9",
      "2 3",
      "1 8",
      "1 4",
      "2 4",
      "1 7",
      "1 9",
      "1 6",
      "1 3",
      "1 5",
      "2 5",
      "2 6",
      "2 8",
      "2 7",
      "2 9",
      "3 0",
      "20 22",
      "3 2",
      "3 1",
      "3 6",
      "3 9",
      "3 3",
      "5 9",
      "4 5",
      "5 4",
      "4 1",
      "5 2",
      "20 21",
      "4 7",
      "3 7",
      "3 8",
      "4 0",
      "4 4",
      "5 3",
      "5 5",
      "5 6",
      "5 8",
      "5 7",
      "3 5",
      "3 4",
      "4 8",
      "4 9",
      "5 0",
      "5 1",
      "20 20",
      "201 1",
      "201 6",
      "201 2",
      "201 3",
      "201 4",
      "201 5",
      "201 8",
      "201 9",
      "4 2",
      "201 7",
      "4 3",
      "4 6",
      "201 0",
      "6 1",
      "20 23",
      "6 3",
      "6 9",
      "6 2",
      "6 4",
      "6 8",
      "6 7",
      "6 6",
      "6 5",
      "6 0"
    ]
  }
}